{
    "Your message": "Deine Nachricht",
    "Submit": "Abschicken",
    "Your email": "Deine E-Mail",
    "Your name": "Dein Name",
    "Title": "Titel",
    "Contact": "Kontakt",
    "Privacy": "Datenschutz",
    "Calendar": "Kalender",
    "Course-Management": "LVA-Management",
    "Course overview": "LVA Übersicht",
    "Add course": "LVA hinzufügen",
    "My courses": "Meine LVAs",
    "Have you detected bugs or encountered features that you wish, then simply drop us a message below. If the feedback form should not work for some reasons, then you can also send your inquiry manually to": "Hast du Bugs gefunden oder eine coole Idee für ein neues Feature? Dann kontaktiere uns mit dem Formular. Wenn das Formular nicht funktionieren sollte, dann kannst du deine Anfragen auch manuell an diese Mail-Adresse senden:",
    "My Dashboard": "Mein Dashboard",
    "Welcome JKU students": "Willkommen bei EduSmart",
    "The planning of the new semester is really exhausting and time-consuming &#8987. No matter if it is the creation of the timetables, the finding of overlaps or the recognizing of stressful phases. The process is always stressful.": "Wie ihr sicher wisst, ist die Planung des Semesters sehr mühsam und zeitaufwendig &#8987. Das Erstellen von Stundenplänen, Finden von Überschneidungen, Erkennen von stressigen Phasen, usw. stellt für einige von euch ein Problem dar.",
    "EduSmart supports, automates and partly eases the semester planning. With a few clicks, available courses can be searched and added to a personal list. Meanwhile, EduSmart generates a personal calendar, which recognizes overlaps and marks them accordingly. Pretty &#127378, right?": "EduSmart soll euch helfen eure Semesterplanung zu unterstützen, automatisieren und zum Teil zu erleichtern. Mit wenigen Klicks können Kurse gesucht und in eine persönliche Liste hinzugefügt werden. Das Coole daran ist, dass im Hintergrund ein personalisierter Kalender erstellt wird, welches vorab Überschneidungen erkennt und markiert.",
    "You can support us with new ideas or cool feature wishes. To contact us use the": "Ihr könnt uns jederzeit unterstützen, indem weitere Ideen oder Wünsche eingereicht werden. Nutzt hierfür bitte das",
    "With EduSmart, we hope to ease the coming semester and wish you a happy planning!": "Wir hoffen mit EduSmart eure Semesterplanung zu erleichtern und wünschen euch viel Spaß beim Planen!",
    "contact form": "Kontakformular",
    "Embedded calendar": "Integrierter Kalender",
    "See which courses overlap in an instant. A preliminary timetable so to say.": "In wenigen Augenblicken können überschneidende LVAs erkannt werden. Ganz egal, ob in der Wochen -oder Monatsansicht. Du hast immer den Überblick.",
    "Course management": "LVA Management",
    "Add courses or delete them as you wish. Nevertheless, you always have the overview of your courses. You can also disable courses in order to be more flexible in planning.": "Füge LVAs hinzu oder lösche sie. Nichtdestotrotz hast du alle LVAs im Überblick. Zudem können einzelne Kurse auch deaktiviert werden, um die Semesterplanung flexibler zu gestalten.",
    "Course management and workload": "LVA-Management -und Auslastung",
    "See how many other students intend to visit the course you selected. This could provide students a second guess of whether they really want to attend the course and give others a better chance.": "Beobachte die aktuelle Auslastung der LVAs. Mit dieser Funktion kannst du überprüfen wie beliebt die LVA ist, die du auch besuchen willst. Somit kannst du Prioritäten besser setzen.",
    "Student ID": "Matr. Nr.",
    "Start now!": "Starte jetzt!",
    "Password": "Passwort",
    "Course not found": "LVA nicht gefunden",
    "Here you can explore the courses you plan to attend. Just type in the course id or a specific term. A course can be added with the <i class=\"fas fa-plus\"></i>-Button": "Diese Suche simuliert die KUSSS LVA-Suche. Tippe einfach die LVA-Nr. oder einen Suchbegriff ein. Die Kurse kannst du mit dem <i class=\"fas fa-plus\"></i>-Button hinzufügen",
    "Search": "Suchen",
    "Disabled courses do not appear in the calendar": "Deaktivierte Kurse erscheinen nicht im Kalender",
    "The ample indicator shows the relation between the capacity and the number of students intend to do this course. <br>Green: <80%<br>Yellow: >=80% AND <95%<br>Red: >=95%": "Der Ampel Indikator zeigt die Relation der LVA Kapazität mit der Anzahl an Studierenden, die ebenfalls vorhaben diesen Kurs zu belegen.<br>Grün: <80%<br>Gelb: >=80% UND <95%<br>Rot: >=95%",
    "Course disabled": "LVA deaktiviert",
    "Workload": "Auslastung",
    "It seems like you did not add courses to your dashboard. Go to Course-Management > Add course to add your courses.": "Es scheint so als ob du keine LVAs hinzugefügt hast. Gehe dazu auf LVA-Management > LVA hinzufügen um LVAs hinzuzufügen",
    "Please use your KUSSS credentials": "Bitte benütze deine KUSSS-Daten",
    "The first time you log in, your credentials will be sent to the KUSSS system for verifying your identity. After this step your data is stored in our database in order to make the login process faster": "Beim ersten Mal einloggen werden deine Daten mit dem KUSSS-Systen verglichen. Danach werden sie in der Datenbank gespeichert um den Login-Prozess schneller durchzuführen",
    "The cherry on the top is the fully responsive design, so you can also plan with your smartphone.": "Das Besondere an EduSmart ist die Anpassung an mobile Endgeräte. Somit kannst du auch unterwegs planen.",
    "Invalid student id or password!": "Falsche Matr. Nr. oder falsches Passwort",
    "Results found": "Ergebnisse gefunden",
    "Fully responsive": "Vollständig Responsive",
    "Thank you for your feedback. Your message will arrive at us soon.": "Danke für dein Feedback. Deine Nachricht erreicht uns in Kürze!",
    "Something went wrong. This incident will be reported to the admins.": "Etwas ist schief gelaufen. Die Administratoren werden sich darum kümmern!",
    "Attention: Already added courses do not appear in the result list!": "Achtung: Bereits hinzugefügte LVAs erscheinen nicht in der Liste auf!"
}
