{
    "Title": "Titel",
    "Contact": "Kontakt",
    "Privacy": "Datenschutz",
    "Calendar": "Kalender",
    "Course-Management": "LVA-Management",
    "Course overview": "LVA Übersicht",
    "Add course": "LVA hinzufügen",
    "My courses": "Meine LVAs",
    "Have you detected bugs or encountered features that you wish, then simply drop us a message below. If the feedback form should not work for some reasons, then you can also send your inquiry manually to": "Hast du Bugs gefunden oder hast du eine Idee für ein neues Feature? Dann schreibe uns deine Nachricht im Formular. Wenn das Formular nicht funktionieren sollte, dann kannst du deine Anfragen auch manuell an diese Mail-Adresse senden: ",
    "My Dashboard": "Mein Dashboard",
    "Welcome JKU students": "Willkommen Studentinnen und Studenten der JKU",
    "This tool should help other students who face similar problems like us.\nWe are two students from the JKU and always had the problem of managing our planned courses for the upcoming semester.\nEspecially, if the JKU publishes the list of available semester courses, there is no way to find overlaps between courses\nor plan the semester without wasting many hours of the day. Without wasting too much words, feel free to explore this\nCMSS (Course Management System for Students) application and if you have any feedback or feature wishes then contact us\non the": "Dieses Tool soll den Studenten helfen, die auch dasselbe Problem wie wir haben. Wir sind zwei Studenten der JKU und hatten immer das Problem unsere LVAs für das kommende Semester zu plannen und verwalten. Insbesondere, wenn die LVA-Liste erscheint gehen meistens viele Stunden verloren um Überschneidungen zwischen LVAs zu finden. Daher haben wir CMSS (Course Management System for Students) entwickelt um anderen Studierenden zu helfen. Ohne viele Wörter zu verlieren, kannst du die App frei erkunden und bei Fragen, Anregungen oder Wünschen gerne uns kontaktieren auf",
    "Embedded calendar": "Integrierter Kalender",
    "See which courses overlap in an instant. A preliminary timetable so to say.": "In wenigen Augenblicken können sich überschneidende Kurse erkannt werden. Ganz egal in der Wochen -oder Monatsansicht - du hast immer den Überblick.",
    "Course management": "LVA Management",
    "Add courses or delete them as you wish. Nevertheless, you always have the overview of your courses. You can also disable courses in order to be more flexible in planning.": "Füge LVAs hinzu oder lösche sie. Nichtdestotrotz hast du alle LVAs im Überblick. Alle LVAs können auch deaktiviert werden um mehr Flexibilität in die Semesterplanung reinzukiregen.",
    "Course management and workload": "LVA-Management -und Auslastung",
    ". Thank you for your support and happy planning!": ". Vielen Dank für deinen Support und ein fröhliches plannen",
    "See how many other students intend to visit the course you selected. This could provide students a second guess of whether they really want to attend the course and give others a better chance.": "Beobachte die aktuelle Auslastung des LVAs. Mit dieser Funktion kannst du überprüfen, wie gefragt die LVA ist, die du auch besuchen willst. Somit kannst du Prioritäten besser setzen.",
    "Student ID": "Matr. Nr.",
    "Start now!": "Starte jetzt!",
    "Password": "Passwort",
    "Course not found": "LVA nicht gefunden",
    "Here you can explore the courses you plan to attend. Just type in the course id or any term like you would do in the KUSSS system.": "Diese Suche simuliert die KUSSS LVA-Suche. Tippe einfach die LVA-Nr. oder einen Suchbegriff ein. Die Kurse kannst du mit Plus-Button hinzufügen",
    "Search": "Suchen",
    "Disabled courses do not appear in the calendar": "Deaktivierte Kurse erscheinen nicht im Kalender",
    "The ample indicator shows the relation between the capacity and the number of students intend to do this course. Green: <80%, Yellow: >=80% AND <95%, Red: >=95%": "Der Ampel Indikator zeigt die Relation der LVA Kapazität mit der Anzahl an Studierenden, die ebenfalls vorhaben diesen Kurs zu belegen. Green: <80%, Yellow: >=80% AND <95%, Red: >=95%",
    "Course disabled": "LVA deaktiviert",
    "Workload": "Auslastung",
    "It seems like you did not add courses to your dashboard. Go to Course-Management > Add course to add your courses.": "Es scheint so als ob du keine LVAs hinzugefügt hast. Gehe dazu zu LVA-Management > LVA hinzufügen um LVAs hinzuzufügen",
    "Please use your KUSSS credentials": "Bitte benütze deine KUSSS-Daten",
    "The first time you log in, your credentials will be sent to the KUSSS system for verifying your identity. After this step your data is stored in our database in order to make the login process faster": "Beim ersten Mal einloggen werden deine Daten mit dem KUSSS-Systen verglichen. Danach werden sie in der Datenbank gespeichert um den Login-Prozess schneller durchzuführen",
    "The cherry on the top is the fully responsive design, so you can also plan with your smartphone.": "Die Kirsche auf der Torte ist das vollständige Responsive-Design, damit auch unterwegs die Website benutzt werden kann.",
    "Invalid student id or password!": "Falsche Matr. Nr. oder falsches Passwort",
    "Results found": "Ergebnisse gefunden",
    "Fully responsive": "Vollständig responsive",
    "Thank you for your feedback. Your message will soon arrive at the admins.": "Danke für dein Feedback. Deine Nachricht erreicht uns in Kürze!",
    "Something went wrong. This incident will be reported to the admins.": "Etwas ist schief gelaufen. Die Administratoren werden sich darum kümmern!"
}
